module.exports = {
  Error: {
    'The requested resource is restricted and requires authentication_':
      'The requested resource is restricted and requires authentication.',
    'Could not connect to servers, please try again': 'Could not connect to servers, please try again',
    'Something wrong happened with server, please try again_':
      'Something wrong happened with server, please try again.',
    'Something went wrong, please try again': 'Something went wrong, please try again',
  },
  Layout: {
    'На главную': 'На главную',
    Поддержка: 'Поддержка',
  },
  SignIn: {
    'Укажите email': 'Укажите email',
    'Проверьте, правильно ли введён email': 'Проверьте, правильно ли введён email',
    'Укажите пароль': 'Укажите пароль',
    Авторизация: 'Авторизация',
    'Неверный логин или пароль_ Для быстрого восстановления пароля нажмите на ссылку «Забыли пароль?»':
      'Неверный логин или пароль. Для быстрого восстановления пароля нажмите на ссылку «Забыли пароль?»',
    Email: 'Email',
    Пароль: 'Пароль',
    Войти: 'Войти',
    'Забыли пароль?': 'Забыли пароль?',
    'Нет аккаунта?': 'Нет аккаунта?',
    Зарегистрироваться: 'Зарегистрироваться',
  },
  SignUp: {
    'Укажите ваше имя': 'Укажите ваше имя',
    'Укажите email': 'Укажите email',
    'Проверьте, правильно ли введён email': 'Проверьте, правильно ли введён email',
    'Укажите пароль': 'Укажите пароль',
    'Введите не менее 8 символов': 'Введите не менее 8 символов',
    Регистрация: 'Регистрация',
    'Неверный логин или пароль_ Для быстрого восстановления пароля нажмите на ссылку «Забыли пароль?»':
      'Неверный логин или пароль. Для быстрого восстановления пароля нажмите на ссылку «Забыли пароль?»',
    'Пользователь с таким email уже зарегистрирован': 'Пользователь с таким email уже зарегистрирован',
    Имя: 'Имя',
    Email: 'Email',
    Пароль: 'Пароль',
    'Используйте 8 и более символом': 'Используйте 8 и более символом',
    Зарегистрироваться: 'Зарегистрироваться',
    'Уже зарегистрировались?': 'Уже зарегистрировались?',
    Войти: 'Войти',
  },
  SignUpAcknowledgment: {
    'Пожалуйста, подтвердите свой электронный адрес': 'Пожалуйста, подтвердите свой электронный адрес',
    'Спасибо за регистрацию_ На адрес {{email}} было отправлено электронное письмо_ Пожалуйста, откройте его и нажмите на ссылку внутри его для подтверждения электронного адреса_':
      'Спасибо за регистрацию. На адрес {{email}} было отправлено электронное письмо. Пожалуйста, откройте его и нажмите на ссылку внутри его для подтверждения электронного адреса.',
  },
};
